{
    "HealthFlow": {
      "name": "HealthFlow",
      "description": "HealthFlow est une application mobile de gestion de la santé qui aide les utilisateurs à maintenir un mode de vie sain de manière fluide et harmonieuse. Elle permet de : - Calculer le nombre de calories en fonction du poids des ingrédients. - Ajouter ces calories dans différents blocs : petit-déjeuner, déjeuner, dîner et collation. - Effectuer un calcul total des calories consommées dans la journée. - Comparer ce total avec le métabolisme de base pour déterminer si on excède le nombre de calories conseillés.",
      "language": ["React Native", "Supabase"],
      "groupe ou indivuduel": "indivuduel",
      "screen": [],
      "lienGithub" : "https://github.com/Liilice/HealthFlow"
    },
    "Twitter": {
      "name": "Twitter",
      "description": "Ce projet consiste à développer un réseau social pour les étudiants de la promotion, offrant des fonctionnalités similaires à Twitter. Il permettra aux utilisateurs de publier des messages courts, de suivre d'autres utilisateurs, d'interagir avec des publications et de rester connectés avec leur communauté étudiante. L'objectif est de créer une plateforme intuitive et sécurisée qui facilite la communication et l'échange d'idées entre les étudiants.",
      "language": ["PHP", "HTML & CSS", "JS", "Ajax", "Tailwind"],
      "durer": "1 mois",
      "groupe ou indivuduel": "Groupe",
      "screen": [],
      "lienGithub" : "https://github.com/Liilice/Tweet-Academie"
    },
    "Puissance 4": {
      "name": "Puissance_4",
      "description": " Ce projet a pour objectif de créer un plugin JavaScript reproduisant le célèbre jeu de Puissance 4. Le plugin sera conçu de manière modulaire, permettant de configurer plusieurs options, telles que le nombre de colonnes et de lignes de la grille de jeu ainsi que les couleurs des jetons pour chaque joueur, en veillant à ce qu'ils soient distincts. Cela offrira une flexibilité maximale aux utilisateurs pour personnaliser l'expérience de jeu selon leurs préférences.",
      "language": ["Javascript (ES6)", "HTML", "CSS", "Algorithmie"],
      "groupe ou indivuduel": "indivuduel",
      "screen": [],
      "lienGithub": "https://github.com/Liilice/Puissance-4"
    },
    "MyQuizz": {
      "name": "MyQuizz",
      "description": "Ce projet consiste à créer un site web interactif qui permet aux utilisateurs de tester et d'améliorer leur culture générale à travers des quiz variés. L'objectif principal est de développer une plateforme engageante et personnalisée, tout en respectant des contraintes techniques spécifiques. Le site sera développé en utilisant principalement le framework Symfony (version 3 ou supérieure) et interagira avec une base de données MySQL.",
      "language": ["Symfony"],
      "groupe ou indivuduel": "Groupe",
      "screen": []
    }
  }
  